Repository: common-repository/mnmlwp-simple-contact-form
Catalog: lang/mnmlwp-contact-form-*_formal.po
Languages: de_de@formal

source: Error: The mailto parameter needs to include a single email address or a comma separated list of email addresses.
de_de@formal: Fehler: Der mailto-Parameter benötigt eine gültige E-Mail-Adresse oder eine kommaseparierte Liste von E-Mail-Adressen.

source: Invalid token.
de_de@formal: Ungültiges Token.

source: Please accept our terms and conditions before submitting the form.
de_de@formal: Bitte akzeptieren Sie vor dem Absenden unsere Bestimmungen zum Datenschutz.

source: Please enter the correct security number before sending the form.
de_de@formal: Bitte geben Sie die korrekte Sicherheitsnummer ein.

source: The e-mail addresses you provided do not match.
de_de@formal: Die angegebenen E-Mail-Adressen stimmen nicht überein.

source: Your name
de_de@formal: Ihr Name

source: Your e-mail address
de_de@formal: Ihre E-Mail-Adresse

source: Confirm E-Mail
de_de@formal: E-Mail bestätigen

source: Confirm your e-mail address
de_de@formal: E-Mail-Adresse bestätigen

source: Phone Number
de_de@formal: Telefonnummer

source: Address
de_de@formal: Anschrift

source: Your address
de_de@formal: Ihre Anschrift

source: Message
de_de@formal: Nachricht

source: Your message
de_de@formal: Ihre Nachricht

source: Security Number
de_de@formal: Sicherheitnummer

source: Please enter the security number
de_de@formal: Bitte geben Sie die Sicherheitsnummer ein

source: Data Privacy
de_de@formal: Datenschutz

source: By submitting the form you are agreeing to our data privacy <a href="#">terms and conditions</a>.
de_de@formal: Mit dem Absenden des Formulars akzeptieren Sie unsere <a href="#">Datenschutzerklärung</a>.

source: Submit Form
de_de@formal: Anfrage senden

source: New Message
de_de@formal: Neue Nachricht

source: Someone sent you a message through your contact form.
de_de@formal: Jemand hat Ihnen eine Nachricht über das Kontaktformular gesendet.

source: Your Message
de_de@formal: Ihre Nachricht

source: mnmlWP Contact Form
de_de@formal: mnmlWP Kontaktformular

source: Success Message
de_de@formal: Erfolgsmeldung

source: This message will show on the website after the form was sucessfully submitted.
de_de@formal: Dieser Hinweis wird angezeigt, nachdem das Formular erfolgreich abgeschickt wurde.

source: E-Mail Signature
de_de@formal: E-Mail-Signatur

source: If this field is set, it's content will be added to all e-mails sent through your website.
de_de@formal: Die E-Mail-Signatur wird an alle E-Mails angehängt, die über Ihre Website versendet werden.

source: Contact form reply text
de_de@formal: Kontaktformular Antworttext

source: The content of this field will be added to the auto reply e-mail sent through the contact form.
de_de@formal: Dieser Inhalt wird am Anfang der automatischen E-Mail-Antwort Ihres Kontaktformulars hinzugefügt.

source: Use token to prevent multiple submits?
de_de@formal: Token verwenden um mehrfaches Absenden zu verhindern?

source: Disable this option if you get a token error when submitting the form.
de_de@formal: Deaktivieren Sie diese Option, falls Sie beim Senden des Formulars einen Token-Fehler erhalten.

source: Use security number field?
de_de@formal: Sicherheitnummer verwenden?

source: Enabling this option will add a security number to your forms.
de_de@formal: Wenn diese Option aktiviert ist, wird dem Kontaktformular ein zusätzliches Feld zur Eingabe einer Sicherheitsnummer hinzugefügt.

source: Use GDPR privacy checkbox?
de_de@formal: DSGVO-Checkbox verwenden?

source: GDPR checkbox description
de_de@formal: Beschreibung der DSGVO-Checkbox
